Tekla.Structures.DrawingInternal.dotGrAngleDimensionAttributes_t


Tekla.Structures.DrawingInternal.dotGrAngleDimensionAttributes_t.DimensionSetBaseAttributes


Tekla.Structures.DrawingInternal.dotGrAngleDimensionAttributes_t.AngleType


Tekla.Structures.DrawingInternal.dotGrAngleDimensionAttributes_t.TriangleBase


Tekla.Structures.DrawingInternal.dotGrAngleDimensionAttributes_t.ToStruct(Tekla.Structures.Drawing.AngleDimensionAttributes)


Tekla.Structures.DrawingInternal.dotGrAngleDimensionAttributes_t.FromStruct(Tekla.Structures.Drawing.AngleDimensionAttributes)
